[
    {
        "citation": "La vérité est en marche et rien ne l’arrêtera.",
        "auteur": "Émile Zola",
        "explication": "Cette phrase illustre la conviction de Zola envers la justice et son rôle dans l’affaire Dreyfus, où il s’est engagé à rétablir la vérité."
    },
    {
        "citation": "Tous les hommes naissent égaux, mais certains sont plus égaux que d’autres.",
        "auteur": "Coluche",
        "explication": "Une critique ironique des inégalités sociales et politiques, typique du style engagé de Coluche."
    },
    {
        "citation": "Les cons, ça ose tout. C’est même à ça qu’on les reconnaît.",
        "auteur": "Michel Audiard",
        "explication": "Réplique culte du film 'Les Tontons flingueurs', mettant en avant le regard acéré d’Audiard sur la bêtise humaine."
    },
    {
        "citation": "Je ne suis pas d’accord avec ce que vous dites, mais je me battrai jusqu’à la mort pour que vous ayez le droit de le dire.",
        "auteur": "Voltaire",
        "explication": "Citation souvent attribuée à Voltaire (bien que son origine soit contestée), elle reflète son engagement pour la liberté d’expression."
    },
    {
        "citation": "Si tu ne veux pas être oublié dès que tu es mort et pourri, alors écris des choses qui valent la peine d’être lues, ou fais des choses qui valent la peine d’être écrites.",
        "auteur": "Haruki Murakami",
        "explication": "Une réflexion sur l’impact des actions et des écrits dans la mémoire collective."
    },
    {
        "citation": "L’ignorance, alliée à la puissance, est l’ennemi le plus redoutable de la justice.",
        "auteur": null,
        "explication": "Une citation anonyme soulignant les dangers de l’ignorance et du pouvoir injuste dans la société."
    },
    {
        "citation": "Une œuvre d’art est un coin de la création vu à travers un tempérament.",
        "auteur": "Émile Zola",
        "explication": "Zola exprime ici sa vision artistique, soulignant que chaque œuvre est une interprétation subjective du monde."
    },
    {
        "citation": "Il n’y a qu’une chose qui excite les honnêtes gens plus que l’injustice, c’est la justice.",
        "auteur": "Coluche",
        "explication": "Coluche critique ici l'hypocrisie de certaines réactions face à la justice et aux injustices de la société."
    },
    {
        "citation": "Un intellectuel assis va moins loin qu’un con qui marche.",
        "auteur": "Michel Audiard",
        "explication": "Une réplique qui illustre avec ironie le contraste entre l'inaction intellectuelle et l'audace naïve mais efficace."
    },
    {
        "citation": "Le travail éloigne de nous trois grands maux : l’ennui, le vice et le besoin.",
        "auteur": "Voltaire",
        "explication": "Voltaire met en avant l'importance du travail pour maintenir une existence équilibrée et utile."
    },
    {
        "citation": "Si tu lis les livres que tout le monde lit, tu ne pourras penser que comme tout le monde.",
        "auteur": "Haruki Murakami",
        "explication": "Murakami encourage ici l’originalité et l’ouverture d’esprit en sortant des sentiers battus de la lecture conventionnelle."
    },
    {
        "citation": "Le bon sens est la chose du monde la mieux partagée, car chacun pense en être bien pourvu.",
        "auteur": null,
        "explication": "Une citation anonyme qui illustre avec humour la tendance humaine à se croire plus raisonnable que les autres."
    },
    {
        "citation": "Un pessimiste voit la difficulté dans chaque opportunité, un optimiste voit l’opportunité dans chaque difficulté.",
        "auteur": null,
        "explication": "Une réflexion anonyme sur l'importance de la perception et de l'attitude face aux défis de la vie."
    },
    {
        "citation": "La vie, ce n’est pas d’attendre que l’orage passe, c’est d’apprendre à danser sous la pluie.",
        "auteur": null,
        "explication": "Une métaphore inspirante sur la résilience et la capacité à tirer le meilleur des moments difficiles."
    },
    {
        "citation": "Ce n’est pas la force, mais la persévérance, qui fait les grandes œuvres.",
        "auteur": null,
        "explication": "Un message motivant qui souligne l'importance de la persévérance plutôt que la simple puissance pour atteindre ses objectifs."
    }
]